{   "Resumen":  "Overview",   
	"Jose Carlos Román Rubio | Ingeniero Informático, programador freelance": "Jose Carlos Román Rubio | Software engineer, freelance developer",
	"¡Hola a tod@s! Mi nombre es Jose Carlos aunque en el mundo profesional soy conocido como JC. Soy un apasionado de la informática desde pequeño y actualmente tengo el título de Ingeniero Técnico en Informática, obtenido en la Universidad de Málaga en el año 2014. Desde enero del 2016 estoy trabajando como profesional autónomo o 'freelancer' prestando servicios a particulares y empresas.":          
	"Hello everyone! I'm a self-employed software engineer, born and raised in Málaga (Spain) and I'm offering my services all over the world since January 2016. You can contact me either if you need to develop an application (console, desktop, web, mobile...), or have great ideas and need someone to carry them out or just need a programmer for your project. I'm looking forward to hearing from you!" ,
    
    "Sobre mí":  "About me",   
    "Programador freelance en Málaga | Jose Carlos Román Rubio" : "Freelance software developer | Jose Carlos Román Rubio",   
    "Asunto" :  "Subject",  
    "Volver" :  "Back",  
    "Consulta" :  "General enquiry",  
              "Formulario de contacto" : "Contact form",   
              "Cliente:" :  "Client:",  
              "clientes" : "clients",
              "Contacto" : "Contact",   
              "Formulario de contacto | Jose Carlos Román Rubio" :  "Contact form | Jose Carlos Román Rubio",  
              "Contacta conmigo" :  "Contact me",   
    "Este sitio usa cookies. Si continúa navegando consideramos que acepta su uso. " :  "This website uses cookies to ensure you get the best experience on our website. ",  
    "De acuerdo." : "Got it!",   
              "Descripción:" : "Description:",   
              "Desarrollo de aplicaciones para Windows":  "Windows applications development", 
            
                 
"<ul><li>Desarrollo de aplicaciones de consola o de escritorio para Windows. </li><li>Desarrollo de aplicaciones Android usando Java y Android Studio.</li><li>Desarrollo de aplicaciones iOS y Android usando Ionic.</li></ul><p>Todas estas aplicaciones pueden incluir acceso a datos, al sistema, a servicios Web, a la nube, etc.</p>" :             
"<ul><li>Console or desktop Windows applications development.</li><li>Android development using Java and Android studio.</li><li>Android and iOS development using the Ionic Framework.</li></ul><p>Applications developed above are customizable and can include database, system or web services access, among many others.</p>",
                 
            
        "Correo electrónico":  "Email",   
              "Lo que debes saber antes de contratarme":  "Things you must know about me",   
            
"<ul><li> Estoy dado alta en Hacienda bajo el epígrafe 764, actividad: 'Diplomados en Informática'.</li><li> Tarifo por proyectos completos o por fases del proyecto, emitiendo siempre factura una vez finalizado el proyecto o una fase de éste.</li><li> Soy un apasionado de la programación y me adapto a casi todas las tecnologías.</li><li> No soy diseñador, por lo que me siento más cómodo con proyectos más orientados a la programación.</li><li> Mis tarifas son económicas y garantizo siempre que sea posible la finalización del proyecto: la satisfacción del cliente es muy importante para mí.</li><li> Mi dedicación a tu idea o proyecto será total desde el primer día hasta que lo finalice.</li><li> En todo momento estaremos comunicados: if you don't speak spanish we can communicate in written English (switch please to English version). </li></ul>" :                 
"<ul><li> I received my computer engineering degree in 2014.</li><li> I’m skilled in many languages and technologies and my goal is to apply all that I have learned to help others in any way I can. </li><li> I'm more a programmer than a designer. That being said, I offer both programming and design oriented projects. </li><li> I will always issue you an invoice once the project has been finished.</li><li><em> (only for non-spanish speakers) </em> I'm more comfortable communicating in written English since my speaking level is not so good.</li></ul>",
                 
           
               "Inicio" :  "Home", 
              "¿Necesita un profesional para su proyecto?" :  "Get your project done with a freelancer",   
              "¿Necesita ayuda?" :  "Need help?",   
        "Más información" : "Learn more",  
		"Más información." : "Learn more.", 
              
			  "Ingeniero informático, programador freelance" : "Software engineer, freelance developer", 
              
              "Mensaje" : "Message",   
              "Servicios a medida" :  "Custom services",
	          "Soy trabajador autónomo (IAE: Diplomados en informática) y ofrezco mis servicios freelance a particulares y empresas. Tarifo por proyectos completos o por fases del proyecto, emitiendo siempre factura por mi trabajo.":
			  "I'm a freelance software engineer. I work legally and I offer my freelance services to individuals and companies. My pricing is project based and I will always issue you an invoice once the complete job (or a milestone) has been finished.",  
              "Buenas prácticas" :  "Smart coding",    
              "Soy un apasionado de la programación desde pequeño y tengo la carrera de ingeniería técnica en informática. Además siempre estoy realizando cursos, estoy al día en las últimas tecnologías y sigo las mejores practicas en programación." :
			  "I'm passionate about programming since childhood and I received my computer engineering degree in 2014. Besides, I have enrolled to several courses, I’m skilled in many technologies and I apply the best coding practices.",  
              "Tarifas económicas" : "Affordable prices",   
              "Mis tarifas son económicas, intento dar el mejor servicio al mejor precio posible puesto que me encanta el trabajo que hago y mi meta es poder ayudar a los demás con ello. No dudes en ponerse en contacto conmigo y pedir presupuesto para tu proyecto." : 
		      "My rates are low and my work is high-quality, please feel free to get a quote for your project by going to he contact page. I love my job and my goal is to apply all that I have learned to help others in any way I can.",  
              "Dedicación total":  "Client centric"   ,
              "Mi dedicación a tu idea o proyecto será total y estaremos comunicados desde el primer día hasta que finalice. If you don't speak spanish we can communicate in written English (switch please to English version above)." :
				   "You can count on my total dedication and communication (take into account that my tongue language is Spanish). The project will be delivered on time and will meet your expectations: your satisfaction is very important to me.",  
              "Enlaces":  "Links",
              "Mis servicios" :  "My services",   
              
               "¿Por qué contratar a un freelancer?" :  "Why should you hire a freelancer?", 
            
                 "El trabajador autónomo o freelancer es la solución ideal para particulares o empresas que tengan un proyecto y busquen a un profesional que pueda adaptarse a los horarios y requerimientos del mismo. Un freelancer está continuamente formándose ya que sus ingresos no son fijos y dependen del número de clientes que tengan; por esa razón el freelancer hará un estudio del trabajo y pondrá todos sus conocimientos a la disposición del cliente para sacarlo adelante. Además, contratando a un freelancer estás ayudando a personas emprendedoras que han decidido dedicarse a lo que les gusta.":
                 "You can gain a lot by hiring a freelancer as they need to meet the expectation of their clients and they usually want to do more. In that sense, a freelancer is continuosly learning and you can pick easily work-ready talents for any projects. Also, if you are a company, you don't have to pay any social insurances since the freelancer is a self-employed worker, so you are saving money too. Furthermore, by hiring a freelancer you are helping to entrepreneurs to make their dreams true.",
                
                        
              "Nombre" :  "Name",  
              "He leído y acepto " :  "I have read and agreed to "   ,        
              "Solicitar un presupuesto":  "Request a quote",    
            
"<ul><li>Ayuda en tareas de programación, eliminación de errores, migración de código, mejora de rendimiento, etc.</li></ul><p>Si tienes un proyecto y piensas que no encaja con los servicios ofrecidos arriba no dudes en ponerte en contacto conmigo para estudiar su viabilidad, te atenderé lo antes posible.</p>":
                 "<ul><li>Coding help, bug fixing, performance improvement, code migration, software maintenance, etc.</li></ul><p>If you think your project doesn't fit with any services mentioned above and it involves some skills I know please contact me so that I can see if I might help you. I'll be glad to hearing from you.</p>",
                 

              "Otros":  "Other", 
   
              "Proyectos":  "Projects",   
              "Proyectos | Jose Carlos Román Rubio":  "Projects | Jose Carlos Román Rubio",   
            
              "Limpiar":  "Reset",   

              "Rediseño de páginas Web" :  "Websites re-design",  
              "Conversión de HTML a WordPress" :  "HTML templates to WordPress themes",  
              "Adaptación a dispositivos móviles" :  "Responsive websites", 
              "Páginas Web corporativas" : "Corporate websites",  
              "Solución de errores y/o advertencias" : "Errors and warnings fixing",
			  "Ajustes de estilos CSS" : "Website CSS fixing",
              "Aplicaciones nativas para Android" : "Android development",  
              "Servicios de programación" : "Programming services",  
              "Actualización de páginas Web" : "Websites updating",  
              "Aplicaciones de escritorio" : "Desktop applications",  
              "Páginas Web en WordPress" :  "WordPress development",  
              "Tiendas online en PrestaShop" :  "PrestaShop ecommerce websites", 
	          "Tiendas online con WooCommerce" :  "WooCommerce ecommerce websites",  
              "Implementación de ideas y proyectos" :  "Projects implementation",  
              "Aplicaciones multilenguaje" :  "Multilanguage applications",     
              "Aplicaciones híbridas" :  "Hybrid applications development",  
              "Desarrollo en Ionic" :  "Ionic framework development",  
	          "Aplicaciones para móviles" :  "Mobile apps development",  
              "Páginas Web personales" :  "Personal websites",  
              "Optimización Web (WPO)":  "Web performance optimization",   
              "Traducciones de temas WordPress" :  "WordPress translations",  
              "Páginas Web listas para usar" :  "Easy-to-use websites",  
              "Desarrollo en JavaScript" :  "JavaScript development",
	          "Desarrollo en Angular" :  "Angular development",
	          "Desarrollo en PHP" :  "PHP development",
			  "Desarrollo en Laravel" :  "Laravel development",
	          "Desarrollo en frameworks MVC" : "MVC frameworks development",
              "Desarrollo en .NET" :  ".NET development",  
              "Desarrollo en WPF"  :  "WPF development",  
              "Desarrollo de servicios Web" :  "Web services development",  

              "Servicios" :  "Services",  
	          "servicios" : "services",
              "Todos mis servicios" :  "All services",  
               "Aplicaciones de escritorio y de móvil" :  "Desktop and mobile development", 
              "Aplicaciones Web" :  "Web development",  
              "WordPress" :  "WordPress development",  
              "Programación" : "Programming",  
              "Solicita presupuesto" :  "Request a quote",  
            
              "Desarrollo de software | Jose Carlos Román Rubio" :  "Desktop, Web & Mobile development | Jose Carlos Román Rubio",  
              "Sugerencia" :  "Suggestion",  
              "Tecnologías:" :  "Skills:",  
              "Enviar" : "Submit",  
              "la política de privacidad" :  "the privacy policy",  
              "Desarrollo Web" :  "Web development",  
            
             "<li> Desarrollo de aplicaciones Web (desde páginas simples hasta todo el desarrollo full-stack) usando JavaScript, PHP o .NET. </li><li> Desarrollo Front-End con frameworks MVC JavaScript (Angular) y PHP (Laravel). </li><li> Creación de APIs (servicios web basados en arquitecturas REST o SOAP) para el acceso de aplicaciones a fuentes de datos. </li><li> Eliminación de errores o advertencias. </li><li> Personalización de páginas Web. </li> <li> Adaptación de páginas Web a dispositivos móviles. </li><li> Creación de tiendas online (PrestaShop, WooCommerce). </li>":     
             "<li> Front-end, back-end and full-stack Web development using JavaScript / PHP / .NET. </li><li> MVC Frameworks development with JavaScript (Angular) and PHP (Laravel). </li><li> SOAP-based and REST-based Web services development.</li><li> Bugs fixing. </li><li> Website customization. </li> <li> Responsive design. </li><li> E-commerce websites using PrestaShop and WooCommerce. </li></ul>",
                  "<p>WordPress se ha convertido en la <span class='highlighted'>herramienta más usada hoy en día para crear páginas Web</span>. Por eso he decidido crear un apartado específico para este gestor de contenidos. ¿Por qué es tan popular WordPress? WordPress es fácil de instalar, tienes un tema o un plugin para practicamente todo lo que necesites y una gran comunidad de desarrolladores detrás; además es buena opción para el SEO.":
			      "<p><span class='highlighted'>WordPress is the most used platform to create websites </span>. That's why I have decided to add WordPress as a featured service. Why is WordPress so popular? WordPress is an easy-to-install content management system that <span class='highlighted'> ships with the largest theme and plugin ecosystem for your needs and is SEO-friendly.</span>",
			      "A continuación te ofrezco mis servicios para que tengas <span class='highlighted'>tu propia página en WordPress actualizada, segura y fácil de administrar.</span></p>":
                  "You can see below my services so that you can have your own up-to-date, secure and easy-to-use WordPress website.</p>",
                
            
  "<ul><li> Desarrollo de tu página Web personal o corporativa. </li><li> Instalación de WordPress con los plugins necesarios para que puedas añadir tu contenido. </li><li> Instalación y personalización de un tema WordPress. </li><li> Traducción de temas. </li><li> Mejora en el rendimiento, seguridad y SEO de tu Web </li><li> Creación de temas a partir de plantillas HTML. </li><li> Desarrollo de temas desde cero. </li><li> Desarrollo de plugins. </li></ul>": 
                  "<ul><li> Corporate easy-to-use website development. </li><li> WordPress installation with all neccesary plugins and page builders so that you can add easily your content.</li><li> WordPress premium themes installation and customization. </li><li> Theme translation. </li> <li> SEO, security and performance improvement. </li><li> HTML template to WordPress theme. </li><li> Theme development. </li><li> Plugin development. </li></ul>",
                 
            
              "años experiencia" :  "years experience",
	"Tecnología seleccionada: " : "Filtered skill: ",
	"Presupuesto": "Quote",
	"¡Correo enviado! Me pondré en contacto contigo lo antes posible.":"Message sent! I will get bak to you as soon as possible.",
	"Cliente": "Client",
	"Fecha inicio": "Start date",
	"Fecha fin": "End date",
	"Proyecto freelance": "Freelance",
	"actualidad": "ongoing project",
	"Ver proyecto": "View project",
	"Anteriores": "Previous",
	"Siguientes": "Next",
	"En estos momentos no ofrezco mis servicios freelance, aun así puedes contactar conmigo si lo deseas. Disculpa las molestias.": "I'm not offering my freelance services at the moment. Even so, you can contact me anytime if you want. Sorry for the inconvenience.",
	"Página en construcción": "Coming soon",
	"Qué hago": "What I do",
	"Cómo soy": "My traits",
	"Dónde estoy": "Where you can find me",
	"Contrátame en Freelancer.com": "Hire me on Freelancer.com",
	"Trabajo": "Job",
	"Tipo": "Type",
	"Comienzo": "Started",
	"Áreas de trabajo": "Work areas",
	"Números" : "Figures",
	"Desarrollo Web, móvil y escritorio. Programación." : "Web, mobile and desktop development. Programming.",
	"Más de 20 clientes y más de 100 proyectos" : "Over 20 clients and over 100 projects",
	"Educación" : "Education",
	"Ingeniería técnica en Informática de Sistemas." :  "Ingeniería técnica en Informática de Sistemas (3-year university degree focused on Computer Engineering, Information Technology and Software Engineering).", 
	"Calificación total: NOTABLE. Calificación proyecto fin de carrera: SOBRESALIENTE." : "Final grade: NOTABLE.  Final year project grade: SOBRESALIENTE.",
	"Freelancer.com es una plataforma donde las empresas pueden encontrar profesionales. Para garantizar la seguridad Freelancer.com trabaja con un sistema de escrow, mediante el cual la empresa deposita el dinero en Freelancer.com cuando selecciona al freelancer. Una vez finalizado el proyecto, Freelancer.com libera el dinero al freelancer." :
	"Freelancer.com is a marketplace where employers and employees are able to find each other. For security reasons. Freelancer.com provides escrow services, the site holds funds from an employer until it is released to a freelancer following the completion of project. Holding payments is designed to give confidence to employers and freelancers.",		
	"Ver perfil": "View profile",
	"Cursos": "Courses",			
	"2006. Desarrollo de aplicaciones J2EE con prácticas en Novasoft. FORMAN. Duración: 360 horas":"2006. Desarrollo de aplicaciones J2EE with work experience in Novasoft. Forman. Length: 360 hours.",
	"2007. Microsoft Certified Technology Specialist (.NET Framework 2.0). FORMAN. Duración: 670 horas.": "2007. Microsoft Certified Technology Specialist (.NET framework 2.0). Forman. Length: 670 hours.",
	"Plataforma para aprender y enseñar online. ": "Marketplace for learning and teaching online. ",
	"Otra plataforma freelance. ": "Another freelance marketplace. ",
	"La mayor comunidad online para programadores. ": "The most trusted online community for developers. ",
	"Testimonios": "Testimonials",
	"Privacidad" : "Privacy",
	"Política de privacidad" : "Privacy policy",
	"JC, freelancer en Málaga | Jose Carlos Román Rubio" : "JC, freelancer, Málaga | Jose Carlos Román Rubio" ,
	"Jose Carlos Román Rubio (JC). Soy  Ingeniero Técnico Informático (Universidad de Málaga), programador, desarrollador, freelancer... Descubre más sobre mí." :
	"Jose Carlos Román Rubio (JC). Computer Engineer (Universidad de Málaga), programmer, developer, freelancer... Find out more about me."		,
	"Página Web de Jose Carlos Román Rubio. Ingeniero Técnico Informático (UMA). Programador y desarrollador freelance para particulares y empresas.":
	"Jose Carlos Román Rubio. Computer Engineer (UMA). Freelance software developer. I offer my services to particulars, freelancers and companies.",
	"Currículum" : "Curriculum",
	"CV" : "Resume",
	"Descargar" : "Download",
	"Desarrollo de aplicaciones con J2EE ": "J2EE Application Development ",
	"Programación Orientada a Objetos " : "Object-Oriented Programming ",
	"Diploma":"Cerficate of completion",
	"Apuntes": "Course slides",
	"Temario": "Course syllabus",
	"Libros": "Books I own",
	"Mis libros": "Books I own",
	"Examen (Sobresaliente)": "Exam (A)",
	"Recursos disponibles:" : "Available resources:",
	"Combinados con la documentación oficial es la mejor forma de aprender nuevas tecnologías. " : "Books are the best way of learning new technologies. Along with the official documentation, of course. ",
	"Éstos son los que tengo en mi estantería." : "I have these ones in my bookshelf.",
	"Mis libros | Jose Carlos Román Rubio" : "Books I own | Jose Carlos Román Rubio",
	"Artículos": "Articles",
	"sobre ": "about ",
	"Leer":"Read"
}